---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoad
source: html/385a2ea3-0e3f-6fb8-b736-2a305a9d7f30.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoad Property

"Apparent Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoad { get; }
```